Repository: MikeMeyers2504/BAP-frontend
Catalog: Beeple office/Beeple_office/AppResources.*.resx
Languages: fr, nl

# AlertSentenceAllSandwichesPageSuccess
source: You have successfully deleted all the orders!
fr: Vous avez supprimé avec succès toutes les commandes!
nl: U heef alle bestellingen succesvol verwijderd.

# AlertSentenceAllSandwichesPageWrong
source: Something has gone wrong with retrieving or deleting all the ordered sandwiches! Please try again.
fr: Quelque chose a mal tourné vers la récupération et la suppression de tous les sandwiches commandés! Veuillez réessayer.
nl: Er is iets fout gegaan met het ophalen of verwijderen van de bestelde sandwiches! Probeer het opnieuw.

# AlertSentenceCheckinCheckoutPage
source: Something has gone wrong with the checkin/checkout! Please try again.
fr: Quelque chose a mal tourné avec le check-in / checkout! Veuillez réessayer.
nl: Er is iets fout gegaan met de checkin/checkout! Probeer het opnieuw.

# AlertSentenceEventsNoEvent
source: There is no event with this date and name.
fr: Il n'y a aucun événement avec cette date et ce nom.
nl: Er is geen evenement met de gekozen datum en naam.

# AlertSentenceEventsPermission
source: You don't have permission to do that.
fr: Vous n'avez pas la permission de faire cet action.
nl: U heeft geen toestemming om dat te doen.

# AlertSentenceEventsSuccessfully
source: You have successfully changed your present status for the event.
fr: Vous avez réussi à modifier votre statut actuel pour l'événement.
nl: U heeft succesvol uw aanwezigheidsstatus veranderd voor het event

# AlertSentenceEventsWrong
source: Something has gone wrong with the events! Please try again.
fr: Quelque chose a mal tourné vers les événements! Veuillez réessayer.
nl: Er is iets fout gegaan met de evenementen! Probeer het opnieuw.

# AlertSentenceFilterEventsNoEvents
source: There are no events for this date or between the time you have chosen.
fr: Il n'y a aucun événement pour cette date ou entre le moment que vous avez choisi.
nl: Er zijn geen evenementen voor de datum of tussen de tijden die u heeft gekozen.

# AlertSentenceFilterEventsWrong
source: Something has gone wrong with the filtering of the events! Please try again.
fr: Quelque chose a mal tourné vers le filtrage des événements! Veuillez réessayer.
nl: Er is iets fout gegaan met het filteren van de evenementen! Probeer het opnieuw.

# AlertSentenceFilterRoomsAboveZero
source: Pick times above 00:00:00 please!
fr: Les heures de choix sont supérieures à 00:00:00 s'il vous plaît!
nl: Kies tijden later dan 00:00:00 alstublieft !

# AlertSentenceFilterRoomsCheck
source: Check to make sure you picked a room.
fr: Assurez-vous d'avoir choisi une pièce.
nl: Controleer of u een kamer heeft gekozen.

# AlertSentenceFilterRoomsDefault
source: If you didn't chose a date and the times, they have default values.
fr: Si vous n'avez pas choisi une date et des heures, elles ont des valeurs par défaut.
nl: Als u geen datum en tijden heeft gekozen, hebben ze standaard waarden.

# AlertSentenceFilterRoomsLater
source: Make sure the end time is later then the start time.
fr: Assurez-vous que l'heure de fin soit plus tard que l'heure de début.
nl: Zorg ervoor dat de eindtijd later is dan de starttijd.

# AlertSentenceFilterRoomsNoReservations
source: There are no reservations for this room or between the time you have chosen.
fr: Il n'y a pas de réservations pour cette pièce ou entre le moment que vous avez choisi.
nl: Er zijn geen reserveringen voor deze kamer of tussen de tijden die u heeft gekozen.

# AlertSentenceFilterRoomsWrong
source: Something has gone wrong with the filtering of the rooms! Please try again.
fr: Quelque chose a mal tourné vers le filtrage des salles! Veuillez réessayer.
nl: Er is iets fout gegaan met het filteren van de kamers! Probeer het opnieuw.

# AlertSentenceLoginPageFill
source: Failed to login, please make sure you fill in the username and password!
fr: Échec de la connexion, assurez-vous de remplir le nom d'utilisateur et le mot de passe!
nl: Mislukt om in te loggen, zorg ervoor dat u het wachtwoord en e-mail invult.

# AlertSentenceLoginPageRight
source: Failed to login, please make sure you enter the right username and password.
fr: Impossible de vous connecter, assurez-vous d'entrer le bon nom d'utilisateur et le mot de passe.
nl: Mislukt om in te loggen, zorg ervoor dat u het juiste wachtwoord en e-mail gebruikt.

# AlertSentenceLoginPageWrong
source: Something has gone wrong with the login! Please try again.
fr: Quelque chose a mal tourné vers la connexion! Veuillez réessayer.
nl: Er is iets fout gegaan met de login! Probeer het opnieuw.

# AlertSentenceNewEventAlreadyEvent
source: The event couldn't be made, because there is already an event on that time.
fr: L'événement n'a pas pu être réalisé, car il existe déjà un événement à ce moment-là.
nl: Het evenement kon niet worden aangemaakt, omdat er al één is op dat moment.

# AlertSentenceNewEventFilled
source: Make sure the inputfields (where, sort event & name) are filled in!
fr: Assurez-vous que les champs requis de l'événement sont remplis!
nl: Zorg ervoor dat de inputvelden (waar, soort evenement en naam) worden ingevuld!

# AlertSentenceNewEventSuccessfully
source: You have successfully made the event.
fr: Vous avez créé avec succès l'événement.
nl: U heeft succesvol het evenement aangemaakt.

# AlertSentenceNewEventWrong
source: Something has gone wrong with adding the new event! Please try again.
fr: Quelque chose a mal tourné vers l'ajout du nouvel événement! Veuillez réessayer.
nl: Er is iets fout gegaan met het toevoegen van het event! Probeer het opnieuw.

# AlertSentenceNewRoomReservationAlreadyReservation
source: The room couldn't be reserved, because there is already a reservation.
fr: La chambre ne pouvait pas être réservée car il y a déjà une réservation.
nl: De kamer kan niet gereserveerd worden, omdat er al reeds een reservering plaatsvindt.

# AlertSentenceNewRoomReservationAlreadyUsed
source: Fill in the room's name or use another one, because it's already used.
fr: Remplissez le nom de la pièce ou utilisez un autre nom, car il est déjà utilisé.
nl: Vul de naam van de kamer in of gebruik een andere, omdat deze al in gebruik is.

# AlertSentenceNewRoomReservationRoomNameAdded
source: The room's name has been added to the list.
fr: Le nom de la pièce a été ajouté à la liste.
nl: De naam van de kamer is toegevoegd aan de lijst.

# AlertSentenceNewRoomReservationStartTimeBigger
source: The time to start could not be later or the same then the time to end!
fr: L'heure de démarrage ne peut pas être plus tard ou la même chose que le temps de fin!
nl: De tijd om te starten kan niet later dan of hetzelfde zijn als de eindtijd.

# AlertSentenceNewRoomReservationSuccessfully
source: You have succesfully reserved the room.
fr: Vous avez réussi à réserver la pièce.
nl: U heeft succesvol de kamer gereserveerd.

# AlertSentenceNewRoomReservationWrong
source: Something has gone wrong with adding the new room reservation! Please try again.
fr: Quelque chose a mal tourné vers l'ajout de la nouvelle réservation de pièce! Veuillez réessayer.
nl: Er is iets fout gegaan met het toevoegen van de kamerreservering! Probeer het opnieuw.

# AlertSentenceOrderSandwichesPageNotYet
source: Not all the fields are filled in yet!
fr: Tous les champs ne sont pas encore remplis!
nl: Niet alle velden zijn ingevuld!

# AlertSentenceOrderSandwichesPagePartOneSuccessfully
source: You have succesfully ordered your sandwiche for
fr: Vous avez réussi à commander votre sandwich pour
nl: U heeft uw bestelling succesvol besteld voor

# AlertSentenceOrderSandwichesPagePartTwoSuccessfully
source: , enjoy your meal!
fr: , bon appétit!
nl: , geniet van uw maaltijd!

# AlertSentenceOrderSandwichesPageResponsible
source: You are the responsible for today. After pressing OK, you can see all the orders.
fr: Vous êtes responsable aujourd'hui. Après avoir appuyé sur OK, vous pouvez voir toutes les commandes.
nl: U bent de verantwoordelijke voor vandaag. Nadat er op OK is gedrukt, kunt u alle bestellingen zien.

# AlertSentenceOrderSandwichesPageResponsibleNot
source: You are not the responsible for this day, enjoy your meal.
fr: Vous n'êtes pas responsable de ce jour, profitez de votre repas.
nl: U bent niet de verantwoordelijke van vandaag, geniet van uw maaltijd.

# AlertSentenceOrderSandwichesPageWrong
source: Something has gone wrong with your order! Please try again.
fr: Quelque chose a mal tourné vers votre commande! Veuillez réessayer.
nl: Er is iets fout gegaan met uw bestelling! Probeer het opnieuw.

# AlertSentencePasswordPageChanged
source: Your password has been changed!
fr: Votre mot de passe a été modifié!
nl: Uw wachtwoord is veranderd!

# AlertSentencePasswordPageEmpty
source: Some or all fields are empty, please fill them in to change the password.
fr: Certains ou tous les champs sont vides, veuillez les remplir pour modifier le mot de passe.
nl: Sommige of alle velden zijn leeg, vult u ze alstublieft in om uw wachtwoord te kunnen wijzigen.

# AlertSentencePasswordPageWrong
source: Something has gone wrong with changing your password! Please try again.
fr: Quelque chose s'est mal passé avec le mot de passe changé! Veuillez réessayer.
nl: Er is iets fout gegaan met het veranderen van uw wachtwoord! Probeer het opnieuw.

# AlertSentenceRegisterPageCreated
source: You have created your account.
fr: Votre compte a été effectué.
nl: Uw account is aangemaakt.

# AlertSentenceRegisterPageEmpty
source: Some or all fields are empty, please fill them in to register.
fr: Certains ou tous les champs sont vides, veuillez les remplir pour vous inscrire.
nl: Sommige of alle velden zijn leeg, vult u ze alstublieft in om uw account te registreren.

# AlertSentenceRegisterPageNotMatch
source: The new password and confirm password doesn't match, please fill them in again.
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas, veuillez les remplir à nouveau.
nl: Het nieuwe wachtwoord en bevestigingswachtwoord komen niet overeen, vul ze alstublieft terug in.

# AlertSentenceRegisterPageTaken
source: The account with that email has already been taken, please use an other email.
fr: Le compte avec ce courrier électronique a déjà été pris, utilisez un autre courrier électronique.
nl: Het account met die e-mail is al in gebruik, gebruik alstublieft een andere email.

# AlertSentenceRegisterPageWrong
source: Something has gone wrong with registering your account! Please try again.
fr: Quelque chose a mal tourné pour enregistrer votre compte! Veuillez réessayer.
nl: Er is iets fout gegaan met het registreren van uw account! Probeer het opnieuw.

# AlertSentenceRoomsPage
source: Something has gone wrong with the roomslist! Please try again.
fr: Quelque chose a mal tourné à la liste des chambres! Veuillez réessayer.
nl: Er is iets fout gegaan met de kamerlijst! Probeer het opnieuw.

# AlertTitleAccount
source: Account
fr: Compte

# AlertTitleAccountDuplicate
source: Account duplicate!
fr: Compte en double!
nl: Account duplicaat!

# AlertTitleEmpty
source: Empty!
fr: Vide!
nl: Leeg!

# AlertTitleError
source: Error!
fr: Erreur!
nl: Fout!

# AlertTitlePasswordProblem
source: Password problem!
fr: Problème de mot de passe!
nl: Probleem met het wachtwoord!

# AlertTitleSuccess
source: Success!
fr: Succès!
nl: Succes!

source: Dutch
fr: néerlandais
nl: Nederlands

source: English
fr: Anglais
nl: Engels

source: French
fr: français
nl: Frans

# InternetConnectionLoss
source: Check for your internet connection.
fr: Vérifiez votre connexion Internet.
nl: Controleer op uw internet verbinding.

# LoginPageForgotPassword
source: Forgot your pasword?
fr: Oublier votre mot de passe?
nl: Uw wachtwoord vergeten?

# LoginPageWelcome
source: Welcome to Beeple!
fr: Bienvenue chez Beeple!
nl: Welkom bij Beeple!

# MeButton
source: Events
fr: Événements
nl: Evenementen

# MrButton
source: Rooms
fr: Chambres
nl: Kamers

# NewRoomPageExampleName
source: Example: 1.01
fr: Exemple: 1.01
nl: Voorbeeld: 1.01

# RegisterPageFirst
source: First name
fr: Prénom
nl: Voornaam

# RegisterPageLast
source: Last name
fr: Nom de famille
nl: Achternaam

# RoomsPageAddedPersons
source: Added persons:
fr: Personnes ajoutées:
nl: Toegevoegde personen:

# RoomsPageBringThis
source: Bring this:
fr: Apportez ceci:
nl: Neem dit mee:

# SentenceFavoriteColorAnimal
source: What's your favorite color and favorite animal?
fr: Quelle est votre couleur préférée et votre animal préféré?
nl: Wat is uw favoriete kleur en favoriete dier?

# SentenceRefreshListToNormal
source: Refresh the list to get back all orders.
fr: Actualisez la liste pour revenir à toutes les commandes.
nl: Ververs de lijst om alle bestellingen terug te krijgen.

# SentenceResponsible
source: Check if you are the responsible one for today:
fr: Vérifiez si vous êtes responsable pour aujourd'hui:
nl: Check of u vandaag de verantwoordelijke bent:

# SentenceRoomsFilterPage
source: Choose start time, end time and date:
fr: Choisissez l'heure de début et de fin et la date:
nl: Kies de starttijd, eindtijd en datum :

# SentenceToy
source: What was the name of your first toy?
fr: Quel était le nom de votre premier jouet?
nl: Wat was de naam van uw eerste speelgoed?

# SettingsPageLogout
source: Logout
fr: Déconnectez
nl: Log uit

# StringAdd
source: Add
fr: Ajouter
nl: Voeg toe

# StringAmount
source: Amount:
fr: Montant:
nl: Aantal:

# StringAnd
source: and:
fr: Et:
nl: en:

# StringAnswerQuestionOne
source: Answer question 1
fr: Répondez à la question 1
nl: Antwoord vraag 1

# StringAnswerQuestionTwo
source: Answer question 2
fr: Répondez à la question 2
nl: Antwoord vraag 2

# StringCalculateTotalPrice
source: Calculate total price
fr: Calculer montant total
nl: Bereken totale prijs

# StringChooseWho
source: Choose who:
fr: Choisissez qui:
nl: Kies wie:

# StringConfirmPassword
source: Confirm password
fr: Confirmez le mot de passe
nl: Bevestig wachtwoord

# StringDeleteAllSandwiches
source: Delete all
fr: Supprimer tout
nl: Verwijder alles

# StringDetails
source: Details
fr: Détails

# StringEmail
source: E-mail
fr: Adresse mail

# StringEnd
source: End:
fr: Fin:
nl: Einde:

# StringFDProvided
source: Food and drinks provided:
fr: Nourriture et boissons offertes:
nl: Eten en drinken voorzien:

# StringFilterDate
source: Filter date
fr: Filtrer date
nl: Filter datum

# StringFilterEmail
source: Filter: e-mail
fr: Filtre: adresse mail

# StringFilterList
source: Filter list
fr: Filtrer la liste
nl: Filter lijst

# StringFilterOnEmail
source: Filter on e-mail
fr: Filtre sur adresse mail
nl: Filter op e-mail

# StringFilterRoomDate
source: Filter room/date
fr: Filtrer chambre/date
nl: Filter kamer/datum

# StringFilterTime
source: Filter time
fr: Filtrer temps
nl: Filter tijd

# StringFilterTimeDate
source: Filter time/date
fr: Filtrer temps/date
nl: Filter tijd/datum

# StringFoodDrinks
source: Food and drinks:
fr: Nourriture et boissons:
nl: Eten en drinken:

# StringInvitedPersons
source: Invited persons:
fr: Personnes invitées:
nl: Uitgenodigde personen:

# StringLaptops
source: Laptops
fr: Ordinateurs portables

# StringLogin
source: Login
fr: Se connecter

# StringMaterial
source: Material:
fr: Matériel:
nl: Materiaal:

# StringNameEvent
source: Name event:
fr: Nom de l'évènement:
nl: Naam evenement:

# StringNewEvent
source: New event
fr: Nouvel évènement
nl: Nieuw evenement

# StringNo
source: No
fr: Non
nl: Nee

# StringNormalList
source: Normal list
fr: Liste normale
nl: Normale lijst

# StringOrder
source: Order
fr: Commande
nl: Bestel

# StringOrganiser
source: Organiser:
fr: Organisateur:
nl: Organisator:

# StringPassword
source: Password
fr: Mot de passe
nl: Wachtwoord

# StringPresent
source: Present:
fr: Présent:
nl: Aanwezig:

# StringPresentButton
source: Present
fr: Présent
nl: Aanwezig

# StringRegister
source: Register
fr: S'enregistrer
nl: Registreer

# StringRequirements
source: Requirements:
fr: Condition requise:
nl: Vereisten:

# StringResponsible
source: Responsible
fr: Responsable
nl: Verantwoordelijke

# StringRoom
source: Room:
fr: Chambre:
nl: Kamer:

# StringSauceMoney
source: +0,20 for sauce
fr: +0,20 sauce
nl: +0,20 voor saus

# StringShowHide
source: Show/Hide
fr: Montrer/cacher
nl: Toon/Verberg

# StringSmos
source: Smos:
fr: Crudités:

# StringSmosMoney
source: +0,50 for smos
fr: +0,50 crudités
nl: +0,50 voor smos

# StringSortBread
source: Sort bread:
fr: Types de pain:
nl: Soort brood:

# StringSortEvent
source: Sort event:
fr: Sorte d'événement:
nl: Soort evenement:

# StringStart
source: Start:
fr: Début:

# StringSubmit
source: Submit
fr: Soumettre
nl: Bevestig

# StringTProvided
source: Transport provided:
fr: Transport fourni:
nl: Vervoer voorzien:

# StringWhere
source: Where:
fr: Où:
nl: Waar:

# StringWhichSandwiche
source: Which sandwiche:
fr: Quel sandwich:
nl: Welke sandwiche:

# StringWhiteBrown
source: White or brown
fr: Blanc ou brun
nl: Wit of bruin

# StringWith
source: With:
fr: En plus:
nl: Met:

# StringYes
source: Yes
fr: Oui
nl: Ja

# SuccessfullCheckin
source: You are succesfully checked in, enjoy your workday!
fr: Vous avez bien été vérifier, profitez de votre journée de travail!
nl: U bent succesvol ingecheckt, geniet van uw werkdag!

# SuccessfullCheckout
source: You are succesfully checked out, see you next workday!
fr: Vous avez bien été déconnecter, a la prochaine!
nl: U bent succesvol uitgecheckt, tot volgende werkdag!

# TitleEventsPage
source: All events
fr: Tous les évènements
nl: Alle evenementen

# TitleFilterEventsPage
source: Filtered eventslist
fr: Liste des événements filtrés
nl: Gefilterde evenementenlijst

# TitleFilterRoomsPage
source: Filtered roomlist
fr: Liste des chambres filtrées
nl: Gefilterde kamerlijst

# TitleLoginPage
source: Login
fr: Se connecter

# TitleNewRoomPage
source: New room reservation
fr: Nouvelle réservation de chambre
nl: Nieuwe kamer reservering

# TitlePasswordPage
source: Change password
fr: Changer votre mot de passe
nl: Verander wachtwoord

# TitleRoomsPage
source: All reservations
fr: Toute reservations
nl: Alle reserveringen

# TitleSandwichesOrdersPage
source: All orders
fr: Toute les commandes
nl: Alle bestellingen

# TitleSandwichesPage
source: Order sandwiches
fr: Commender sandwiches
nl: Bestel sandwiches

# TitleSettingsPage
source: Settings
fr: Paramètres
nl: Instellingen

# AlertSentenceRegisterPageValidate
source: The filled-in E-mail field does not meet the requirements of an e-mail address. Please enter a correct e-mail adress.
fr: Le champ rempli Email ne répond pas aux exigences d'une adresse e-mail. S'il vous plaît entrer une adresse e-mail valide.
nl: Het ingevulde veld E-mail voldoet niet aan de vereisten van een e-mail. Vul alstublieft een juist e-mail adres in.

# StringTime
source: Time:
fr: Temps:
nl: Tijd:

# StringSentenceSmos
source: True = smos / False = no smos
fr: Vrai = crudités / Faux = pas crudités
nl: True = smos / False = geen smos

# AlertTitleMessage
source: Message
nl: Bericht

# ChOuButton
source: Check out
nl: Check uit

# McButton
source: Check in/out
nl: Check in/uit

# StringTotal
source: Total:
nl: Totaal:

# StringTransport
source: Transport:
nl: Vervoer:

# TitleCheckinCheckoutPage
source: Check in/out
nl: Check in/uit

# StringDate
source: Date:
nl: Datum:
